1password
8bitdo-ultimate-controller-udev
android-studio
antigravity-bin
auto-cpufreq
balena-etcher
bluebubbles-bin
brave-bin
chatterino2-bin
chatty-twitch
cryptomator
ctpv-git
cursor-bin
downgrade
geforcenow-electron
google-chrome
google-messages-bin
i7z
librewolf-bin
mpv-uosc
neofetch
ngrok
nordvpn-bin
nordvpn-gui
opencl-amd
opencode-bin
pinta
popsicle-bin
quickjs
sent
slack-desktop
stripe-cli-bin
tableplus
timeshift-autosnap
twitch-dl-git
vesktop
visual-studio-code-bin
voxtype-bin
walker-bin
wayland-boomer-git
wlrobs
woomer
yay
zen-browser-bin
zoom
