1password
8bitdo-ultimate-controller-udev
android-studio
antigravity-bin
auto-cpufreq
bluebubbles-bin
bluebubbles-bin-debug
brave-bin
chatterino2-bin
cryptomator
cursor-bin
davinci-resolve
docker-desktop
downgrade
geforcenow-electron
google-chrome
google-messages
i7z
localsend
neofetch
ngrok
nordvpn-bin
nordvpn-gui
opencl-amd
opencode-bin
paru
pinta
quickjs
sent
slack-desktop
stripe-cli-bin
tableplus
timeshift-autosnap
twitch-dl-git
tzupdate
vesktop
visual-studio-code-bin
wayland-boomer-git
wlrobs
woomer
yay
yay-debug
yt-dlp-git
zoom
