1password
android-studio
antigravity-bin
auto-cpufreq
bluebubbles-bin
bluebubbles-bin-debug
brave-bin
chatterino2-bin
cryptomator
cursor-bin
davinci-resolve
docker-desktop
docker-desktop-debug
downgrade
flutter-3382-bin
gcc14-libs
geforcenow-electron
geforcenow-electron-debug
google-chrome
google-messages
gtk2
i7z
i7z-debug
libpng12
localsend
neofetch
ngrok
nodejs-nativefier
nordvpn-bin
nordvpn-gui
opencl-amd
opencode-bin
paru
paru-debug
phonon-qt6-mpv
phonon-qt6-mpv-debug
pinta
python-m3u8
python-sphinx_design
qt5-remoteobjects
qt5-webchannel
qt5-webengine
qt5-websockets
sent
slack-desktop
stripe-cli-bin
stripe-cli-bin-debug
tableplus
tableplus-debug
timeshift-autosnap
twitch-dl-git
tzupdate
tzupdate-debug
unionfs-fuse
vesktop
vesktop-debug
visual-studio-code-bin
wayland-boomer-git
wlrobs
wlrobs-debug
woomer
yay
yay-debug
zoom
