acpid
alacritty
alsa-utils
arch-wiki-docs
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
cmake
dmenu
dunst
efibootmgr
firefox
firewalld
flameshot
gimp
git
gnome-keyring
grub
grub-btrfs
gtk3
htop
hyprland
hyprlock
hyprpaper
hyprpicker
hyprsunset
i3-wm
i3blocks
i3lock
i3status
ipset
iptables-nft
keyd
kitty
libnotify
libreoffice-still
linux
linux-firmware
linux-headers
ly
man-db
man-pages
modemmanager
mtools
network-manager-applet
networkmanager
neovim
ninja
noto-fonts-emoji
nwg-look
obs-studio
openssh
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-jack
pipewire-pulse
reflector
rsync
sof-firmware
stow
sudo
swappy
tealdeer
timeshift
tlp
tmux
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
vlc
waybar
wikiman
wl-clipboard
wofi
wtype
xdg-desktop-portal-cosmic
xdotool
ydotool
yt-dlp
