acpid
alacritty
alsa-utils
amd-ucode
android-tools
arch-wiki-docs
base
base-devel
bash-completion
bat
bemenu
blanket
blueman
bluetui
bluez
bluez-utils
bolt
brightnessctl
btop
btrfs-progs
chromium
clinfo
cmake
composer
cronie
dbeaver
dmenu
dmidecode
dnsmasq
docker
docker-buildx
dolphin
dos2unix
dosfstools
dunst
efibootmgr
evince
evtest
eza
fastfetch
ffmpegthumbnailer
firefox
firewalld
flameshot
flatpak
foot
fprintd
fuse2
fuzzel
fwupd
ghostty
gimp
git
gnome-keyring
gobject-introspection
gparted
grub
grub-btrfs
gst-libav
gst-plugins-bad
gst-plugins-ugly
gvfs-gphoto2
gvfs-mtp
htop
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
i3-wm
i3blocks
i3lock
i3status
imagemagick
imlib2
impala
intel-media-driver
intel-ucode
ipset
iwd
jdk11-openjdk
jdk17-openjdk
jdk21-openjdk
kanshi
kdenlive
keyd
kitty
kolourpaint
lazygit
lf
libfprint
libreoffice-still
libva-utils
libvirt
libxml2-legacy
linux
linux-firmware
linux-headers
ly
lynx
mako
man-db
man-pages
modemmanager
mpv-mpris
mtools
mtr
nautilus
ncdu
neovim
nethogs
network-manager-applet
networkmanager
newsboat
ninja
noto-fonts-emoji
nwg-look
obs-studio
obsidian
okular
openssh
papirus-icon-theme
pavucontrol
php-legacy
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
postgresql
power-profiles-daemon
powertop
proton-vpn-gtk-app
python-pip
python-setuptools
qemu-full
qutebrowser
rclone
re2c
reflector
rust
satty
sddm
sfml
signal-desktop
socat
sof-firmware
stow
strawberry
streamlink
sudo
sushi
swappy
swaybg
swayosd
syncthing
tailscale
tealdeer
telegram-desktop
terminus-font
thunar
tidy
timeshift
tmux
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-roboto
virt-manager
vlc
vpl-gpu-rt
vulkan-intel
waybar
wev
wf-recorder
wget
wikiman
wine
wine-mono
wireless-regdb
wireless_tools
wl-mirror
wlr-randr
woff2-font-awesome
wofi
wtype
xdg-desktop-portal-cosmic
xdg-desktop-portal-hyprland
xdotool
xf86-input-synaptics
xournalpp
yazi
ydotool
yt-dlp
zathura
zathura-pdf-poppler
zoxide
zram-generator
zsh
zsh-autosuggestions
