acpid
alacritty
alsa-utils
amd-ucode
android-tools
arch-wiki-docs
base
base-devel
bash-completion
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
cmake
composer
dmenu
dmidecode
dnsmasq
docker
dolphin
dunst
efibootmgr
evince
fastfetch
firefox
firewalld
flameshot
fprintd
gimp
git
gnome-keyring
gobject-introspection
grub
grub-btrfs
gvfs-gphoto2
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
i3-wm
i3blocks
i3lock
i3status
imagemagick
imlib2
impala
ipset
iptables-nft
iwd
jdk11-openjdk
jdk17-openjdk
jdk21-openjdk
kanshi
kdenlive
keyd
kitty
libfprint
libreoffice-still
libvirt
libxml2-legacy
linux
linux-firmware
linux-headers
ly
man-db
man-pages
modemmanager
mtools
mtr
nautilus
neovim
network-manager-applet
networkmanager
newsboat
ninja
noto-fonts-emoji
nwg-look
obs-studio
okular
openssh
papirus-icon-theme
pavucontrol
php-legacy
picom
pipewire
pipewire-jack
pipewire-pulse
postgresql
powertop
proton-vpn-gtk-app
python-pip
python-setuptools
qemu-full
re2c
reflector
rsync
satty
signal-desktop
sof-firmware
steam
stow
streamlink
sudo
swappy
swayosd
syncthing
tailscale
tealdeer
telegram-desktop
tidy
timeshift
tlp
tmux
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-roboto
virt-manager
vlc
waybar
wev
wget
wikiman
wireless_tools
wlr-randr
woff2-font-awesome
wofi
wtype
xdg-desktop-portal-cosmic
xdg-desktop-portal-hyprland
xdotool
xf86-input-synaptics
xournalpp
ydotool
yt-dlp
zathura
zsh
zsh-autosuggestions
